Repository: javidominguez/VLC
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ne

source: %d hours
ne: %d घन्टाहरू

source: %d hour
ne: %d घन्टा

source: %s%d minutes
ne: %s%d मेनेटहरू

source: %s%d minute
ne: %s%d मेनेट

source: %s %d seconds
ne: %s %d सेकेन्डहरू

source: %s %d second
ne: %s %d सेकेन्ड

source: There are no controls available
ne: कुनै नियन्त्रक पाईएन ।

source: checked
ne: चिनो लगाएको

source: not checked
ne: चिनो लगाएको छैन ।

source: unavailable
ne: अनुपलब्ध

source: %s of %s
ne: %s को %s

source: playing
ne: चलिरहेको

source: Repeat mode
ne: दोहोरिने मुद्रा

source: Shuffle mode
ne: फेरबदल मुद्रा

source: %d items in playlist
ne: %d सूचीसामाग्री

source: Playlist is not visible
ne: बजाउने सूची देखिदैन

source: This item is outside the window
ne: यो सामाग्री सञ्झ्याल बाहिर छ ।

source: Checked
ne: चिनो लगाएको

source: edit
ne: सम्पादन

source: button
ne: टाँक

source: tab control
ne: ट्याब नियन्त्रक

source: It provides some accessibility features for VLC Media Player, as improve navigation or read status bar
ne: यसले VLC Media Player को विचरणमा सुधार गरेर अथवा स्थिति पट्टीको पाठ पढेर केही हद सम्म पहुँचयोग्य बनाउँछ ।
